{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "        你是一个总想上课睡觉的好学生，你需要在上课时间避免自己睡着或被老师发现。\r\n        使用键盘的AD键左右移动视角，按住W可以集中注意力观察，在按住W键且视角位于正前方时，Q键用来翻书(左边)，E键用于记笔记(右边)。当你发现有老师正在某一个方向盯着你时，需要在对应方向进行伪装以免被发现。当你被老师发现你没有在学习时，游戏结束。\r\n        你的体力是有限并且在不断消耗的，任何行为(转向、观察、伪装等)都会加大体力消耗的速度。当你的体力消耗殆尽时，你将昏睡过去，失去操纵权。如果你运气不够好，老师可以在下课前发现你。\r\n        坚持到下课不被发现即可获得胜利。\r\n        游戏开发进度到了Alpha测试阶段，已完成主线关卡，剧情、更多画面正在开发中，敬请期待。"
			},
			"Translation":
			{
				"Text": "        你是一个总想上课睡觉的好学生，你需要在上课时间避免自己睡着或被老师发现。\r\n        使用键盘的AD键左右移动视角，按住W可以集中注意力观察，在按住W键且视角位于正前方时，Q键用来翻书(左边)，E键用于记笔记(右边)。当你发现有老师正在某一个方向盯着你时，需要在对应方向进行伪装以免被发现。当你被老师发现你没有在学习时，游戏结束。\r\n        你的体力是有限并且在不断消耗的，任何行为(转向、观察、伪装等)都会加大体力消耗的速度。当你的体力消耗殆尽时，你将昏睡过去，失去操纵权。如果你运气不够好，老师可以在下课前发现你。\r\n        坚持到下课不被发现即可获得胜利。\r\n        游戏开发进度到了Alpha测试阶段，已完成主线关卡，剧情、更多画面正在开发中，敬请期待。"
			},
			"Key": "76BFE37F42E957B8EB5129954F6FF566"
		},
		{
			"Source":
			{
				"Text": "        此功能尚未完成，请等待后续更新。\r\n        在这个版本下，你默认拥有一个酒精消毒喷雾道具，按R使用，每次使用可以恢复一定的已损失体力值。\r\n        这个道具有一定的冷却时间和使用次数限制。"
			},
			"Translation":
			{
				"Text": "        此功能尚未完成，请等待后续更新。\r\n        在这个版本下，你默认拥有一个酒精消毒喷雾道具，按R使用，每次使用可以恢复一定的已损失体力值。\r\n        这个道具有一定的冷却时间和使用次数限制。"
			},
			"Key": "680427584951AB81A30E6499A5F491CA"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "8AB2EE2647319B29630EC4BAEA9E6226"
		},
		{
			"Source":
			{
				"Text": "100"
			},
			"Translation":
			{
				"Text": "100"
			},
			"Key": "97DAFD324BC492A8ACCA7BB89BE93802"
		},
		{
			"Source":
			{
				"Text": "Class9:War on Desk"
			},
			"Translation":
			{
				"Text": "Class9:War on Desk"
			},
			"Key": "FA70FD794CFB7E75AB6DAEB7FCDF4E47"
		},
		{
			"Source":
			{
				"Text": "I love English!"
			},
			"Translation":
			{
				"Text": "I love English!"
			},
			"Key": "B149C90F46D1C1595B2E9484E42A2ECA"
		},
		{
			"Source":
			{
				"Text": "I love English!"
			},
			"Translation":
			{
				"Text": "I love English!"
			},
			"Key": "74EECE124E7120AB1E3E909560E1ED8A"
		},
		{
			"Source":
			{
				"Text": "Sit down!"
			},
			"Translation":
			{
				"Text": "Sit down!"
			},
			"Key": "EE79A96D4F5442518925AC90254305E7"
		},
		{
			"Source":
			{
				"Text": "Tip"
			},
			"Translation":
			{
				"Text": "Tip"
			},
			"Key": "41220CA94BE7A5A574DFB2817ED478A7"
		},
		{
			"Source":
			{
				"Text": "WARNING"
			},
			"Translation":
			{
				"Text": "WARNING"
			},
			"Key": "F3DC69DF4AC42907329840B0BB2E52A7"
		},
		{
			"Source":
			{
				"Text": "WARNING"
			},
			"Translation":
			{
				"Text": "WARNING"
			},
			"Key": "F681E7D2403BA3C4F0E06DA3E9119874"
		},
		{
			"Source":
			{
				"Text": "WARNING"
			},
			"Translation":
			{
				"Text": "WARNING"
			},
			"Key": "8417D4454F1110983559B28F65E12186"
		},
		{
			"Source":
			{
				"Text": "下课时间:"
			},
			"Translation":
			{
				"Text": "下课时间:"
			},
			"Key": "F44C10F74EA3894CD8881784C489D3FF"
		},
		{
			"Source":
			{
				"Text": "下课时间:{EndTime}"
			},
			"Translation":
			{
				"Text": "下课时间:{EndTime}"
			},
			"Key": "6F0B8DD743EB81D9713DBF9C727B7869"
		},
		{
			"Source":
			{
				"Text": "不同的老师的移动速度以及给予你的反应时间不尽相同，生物老师的侦查力最强，你在面对她时需要打起十万分的精神。"
			},
			"Translation":
			{
				"Text": "不同的老师的移动速度以及给予你的反应时间不尽相同，生物老师的侦查力最强，你在面对她时需要打起十万分的精神。"
			},
			"Key": "E00CAA8B4AFB4359416E8B914E9103AE"
		},
		{
			"Source":
			{
				"Text": "不要因为你的显示屏色调突然变绿而感到惊慌。那是因为语文老师在你身边，他能用某种方式将你吓醒。"
			},
			"Translation":
			{
				"Text": "不要因为你的显示屏色调突然变绿而感到惊慌。那是因为语文老师在你身边，他能用某种方式将你吓醒。"
			},
			"Key": "42744E58461F4AB92065F4AD2658CF94"
		},
		{
			"Source":
			{
				"Text": "主创人"
			},
			"Translation":
			{
				"Text": "主创人"
			},
			"Key": "D9F24A794B105BE848617386D8167FA2"
		},
		{
			"Source":
			{
				"Text": "主程序"
			},
			"Translation":
			{
				"Text": "主程序"
			},
			"Key": "0FBA0A6C45FD442A0964CC9739C903A5"
		},
		{
			"Source":
			{
				"Text": "主策划"
			},
			"Translation":
			{
				"Text": "主策划"
			},
			"Key": "155C3FC74194CE38F1AB0AB8147B6D53"
		},
		{
			"Source":
			{
				"Text": "乐斌"
			},
			"Translation":
			{
				"Text": "乐斌"
			},
			"Key": "4CB25555448153D525B7FAA9D31FFDD4"
		},
		{
			"Source":
			{
				"Text": "九班：课桌战争"
			},
			"Translation":
			{
				"Text": "九班：课桌战争"
			},
			"Key": "8214D4494FA112517313789E42BA2D4F"
		},
		{
			"Source":
			{
				"Text": "体力"
			},
			"Translation":
			{
				"Text": "体力"
			},
			"Key": "DBE349AE4CC81BF34F8571858FDEF607"
		},
		{
			"Source":
			{
				"Text": "你也许很想快点下课，谁都想。因此你需要去看看教室后面的挂钟才会发现时间过得比你想象的要慢很多。"
			},
			"Translation":
			{
				"Text": "你也许很想快点下课，谁都想。因此你需要去看看教室后面的挂钟才会发现时间过得比你想象的要慢很多。"
			},
			"Key": "D91E32414735A2373C4A25ADE52D833D"
		},
		{
			"Source":
			{
				"Text": "你已被 生物老师 发现，游戏结束。"
			},
			"Translation":
			{
				"Text": "你已被 生物老师 发现，游戏结束。"
			},
			"Key": "E5EF025A473D90D6EA3975B7C33C1C08"
		},
		{
			"Source":
			{
				"Text": "你必须选择一个基石道具和2个普通道具后才能开始!"
			},
			"Translation":
			{
				"Text": "你必须选择一个基石道具和2个普通道具后才能开始!"
			},
			"Key": "663BB74E418524324CD60591242D7FB4"
		},
		{
			"Source":
			{
				"Text": "凉旭"
			},
			"Translation":
			{
				"Text": "凉旭"
			},
			"Key": "F07F383B444CA5BE377734A25DC5C26B"
		},
		{
			"Source":
			{
				"Text": "删除存档"
			},
			"Translation":
			{
				"Text": "删除存档"
			},
			"Key": "E7AA526C48A89801528C4EBDCD3ED736"
		},
		{
			"Source":
			{
				"Text": "取消无敌"
			},
			"Translation":
			{
				"Text": "取消无敌"
			},
			"Key": "3DDEC5CC483E89D320689880534AD384"
		},
		{
			"Source":
			{
				"Text": "取消暴露老师"
			},
			"Translation":
			{
				"Text": "取消暴露老师"
			},
			"Key": "9A3E62A64F4493EF7B958E9CEDC2C709"
		},
		{
			"Source":
			{
				"Text": "取消移除双影"
			},
			"Translation":
			{
				"Text": "取消移除双影"
			},
			"Key": "D3AD49B24D95617C0D371BACC2F78259"
		},
		{
			"Source":
			{
				"Text": "取消移除模糊"
			},
			"Translation":
			{
				"Text": "取消移除模糊"
			},
			"Key": "326755994A408339132F76A3338081F9"
		},
		{
			"Source":
			{
				"Text": "取消移除负担"
			},
			"Translation":
			{
				"Text": "取消移除负担"
			},
			"Key": "7C01373E47E8CFB8CB75F9A8CF21B220"
		},
		{
			"Source":
			{
				"Text": "召唤"
			},
			"Translation":
			{
				"Text": "召唤"
			},
			"Key": "A2B74C944DB42828E3DAB499F16418C4"
		},
		{
			"Source":
			{
				"Text": "右边静音?{Leave}"
			},
			"Translation":
			{
				"Text": "右边静音?{Leave}"
			},
			"Key": "C39AB15B4DE4BC35F86BEA96A1B031E1"
		},
		{
			"Source":
			{
				"Text": "否"
			},
			"Translation":
			{
				"Text": "否"
			},
			"Key": "D9F91E0342B06130BA6B60A668A3CB61"
		},
		{
			"Source":
			{
				"Text": "否"
			},
			"Translation":
			{
				"Text": "否"
			},
			"Key": "0055DE354BD271E4069AC0BADF164C2B"
		},
		{
			"Source":
			{
				"Text": "回到初始界面"
			},
			"Translation":
			{
				"Text": "回到初始界面"
			},
			"Key": "599C748E4C239F050952C6A0E441204F"
		},
		{
			"Source":
			{
				"Text": "如果你发现了bug，请与BoomBoomHan反馈；如果你对游戏平衡性和难度有意见或建议，也欢迎找BoomBoomHan反馈！\r\n感谢你对我们的支持！"
			},
			"Translation":
			{
				"Text": "如果你发现了bug，请与BoomBoomHan反馈；如果你对游戏平衡性和难度有意见或建议，也欢迎找BoomBoomHan反馈！\r\n感谢你对我们的支持！"
			},
			"Key": "09CB64B74837053CF1E298A1720C9AC3"
		},
		{
			"Source":
			{
				"Text": "如果你发现了bug，请与BoomBoomHan反馈；如果你对游戏平衡性和难度有意见或建议，也欢迎找BoomBoomHan反馈！感谢你对我们的支持！"
			},
			"Translation":
			{
				"Text": "如果你发现了bug，请与BoomBoomHan反馈；如果你对游戏平衡性和难度有意见或建议，也欢迎找BoomBoomHan反馈！感谢你对我们的支持！"
			},
			"Key": "5ECFC4AD475633F28093C88ED8D1E2F9"
		},
		{
			"Source":
			{
				"Text": "如果你长时间发呆而不转转头醒醒脑，你会因为困倦而感到天旋地转，视线出现重影，周围同学的讲话声也会混乱不清。"
			},
			"Translation":
			{
				"Text": "如果你长时间发呆而不转转头醒醒脑，你会因为困倦而感到天旋地转，视线出现重影，周围同学的讲话声也会混乱不清。"
			},
			"Key": "89BD4219423BC4FDDDECEFA91C6E6A18"
		},
		{
			"Source":
			{
				"Text": "如果有老师在你的身边，那一边的同学们会因为老师来了而停止讲话。因此请戴上耳机进行游戏，有助于你判断老师的位置。"
			},
			"Translation":
			{
				"Text": "如果有老师在你的身边，那一边的同学们会因为老师来了而停止讲话。因此请戴上耳机进行游戏，有助于你判断老师的位置。"
			},
			"Key": "1B113C0149CB9D5805A51E8E9DA88E98"
		},
		{
			"Source":
			{
				"Text": "完成"
			},
			"Translation":
			{
				"Text": "完成"
			},
			"Key": "0B41EC7647D68A1463F2DC87704EE1A5"
		},
		{
			"Source":
			{
				"Text": "左边静音?{Leave}"
			},
			"Translation":
			{
				"Text": "左边静音?{Leave}"
			},
			"Key": "8B0906214657D910B8E5D1A1A03AC7A3"
		},
		{
			"Source":
			{
				"Text": "年级主任"
			},
			"Translation":
			{
				"Text": "年级主任"
			},
			"Key": "E4F09F004696AEFB58C4D08791EF5440"
		},
		{
			"Source":
			{
				"Text": "年级主任自己不会上课，但他会去看别人上课(他不是你班上的老师)。他会在走廊上各个窗户间无规律地穿梭，但不一定会在每个地方都能看到你。"
			},
			"Translation":
			{
				"Text": "年级主任自己不会上课，但他会去看别人上课(他不是你班上的老师)。他会在走廊上各个窗户间无规律地穿梭，但不一定会在每个地方都能看到你。"
			},
			"Key": "C6CB475C45A7C7C59614D5905420EFF4"
		},
		{
			"Source":
			{
				"Text": "并不是老师在哪边就只需要在那一个方向伪装，例如年级主任在右前窗外能看到你的全貌......"
			},
			"Translation":
			{
				"Text": "并不是老师在哪边就只需要在那一个方向伪装，例如年级主任在右前窗外能看到你的全貌......"
			},
			"Key": "52E734224EAA13A4B1CEACB5A9C06FC3"
		},
		{
			"Source":
			{
				"Text": "建模"
			},
			"Translation":
			{
				"Text": "建模"
			},
			"Key": "090D6DA64748E972904AB6986EF2858C"
		},
		{
			"Source":
			{
				"Text": "开发人员"
			},
			"Translation":
			{
				"Text": "开发人员"
			},
			"Key": "E10EF28741583069B64A7890F7C571D2"
		},
		{
			"Source":
			{
				"Text": "开发团队"
			},
			"Translation":
			{
				"Text": "开发团队"
			},
			"Key": "088EE0F74A13120A9B2989841EE86E9A"
		},
		{
			"Source":
			{
				"Text": "开发者作弊选项"
			},
			"Translation":
			{
				"Text": "开发者作弊选项"
			},
			"Key": "5F0BE9504523374E41A23788E460ECEA"
		},
		{
			"Source":
			{
				"Text": "开始"
			},
			"Translation":
			{
				"Text": "开始"
			},
			"Key": "E09D743F409EEB40C9A80EAA349144A9"
		},
		{
			"Source":
			{
				"Text": "开始游戏"
			},
			"Translation":
			{
				"Text": "开始游戏"
			},
			"Key": "2C6CED524924028CB291EEA3F0BBCF97"
		},
		{
			"Source":
			{
				"Text": "当前时间:"
			},
			"Translation":
			{
				"Text": "当前时间:"
			},
			"Key": "0A22AA8442165D0812ADB097E4B6E279"
		},
		{
			"Source":
			{
				"Text": "当前时间:"
			},
			"Translation":
			{
				"Text": "当前时间:"
			},
			"Key": "281A9E8B4509DF83CFC483A3522A2390"
		},
		{
			"Source":
			{
				"Text": "当前时间:{CurrentTime}"
			},
			"Translation":
			{
				"Text": "当前时间:{CurrentTime}"
			},
			"Key": "780C8392474640BB578851A6BB4E3946"
		},
		{
			"Source":
			{
				"Text": "憨憨的繁星啦"
			},
			"Translation":
			{
				"Text": "憨憨的繁星啦"
			},
			"Key": "781AEBE549444B47E1068BA07CE252F2"
		},
		{
			"Source":
			{
				"Text": "摊煎饼酋长"
			},
			"Translation":
			{
				"Text": "摊煎饼酋长"
			},
			"Key": "1F4C22034CB99A06D880C3B17E439804"
		},
		{
			"Source":
			{
				"Text": "数学老师"
			},
			"Translation":
			{
				"Text": "数学老师"
			},
			"Key": "076461FB41A6CCC0916EF9BD9ADB1B00"
		},
		{
			"Source":
			{
				"Text": "数学老师能够走静步而不被发现。她抓到你时不会结束游戏，而会让你站起来清醒头脑，代价是你不能移动视角并会消耗更多体力。"
			},
			"Translation":
			{
				"Text": "数学老师能够走静步而不被发现。她抓到你时不会结束游戏，而会让你站起来清醒头脑，代价是你不能移动视角并会消耗更多体力。"
			},
			"Key": "96CB9BD8408C7C54D2CE64BB75DADC7A"
		},
		{
			"Source":
			{
				"Text": "无敌"
			},
			"Translation":
			{
				"Text": "无敌"
			},
			"Key": "2215FC7146A792E2477AC5A22C93777A"
		},
		{
			"Source":
			{
				"Text": "无敌"
			},
			"Translation":
			{
				"Text": "无敌"
			},
			"Key": "CC9E255D41FF0D2E6CED9ABFA4ADDE6E"
		},
		{
			"Source":
			{
				"Text": "是"
			},
			"Translation":
			{
				"Text": "是"
			},
			"Key": "DAEB587A4C69717DABDE0399F139DFF0"
		},
		{
			"Source":
			{
				"Text": "是"
			},
			"Translation":
			{
				"Text": "是"
			},
			"Key": "772FD8EE4CDCDEB86BBFA6ACBF05829B"
		},
		{
			"Source":
			{
				"Text": "暴露老师"
			},
			"Translation":
			{
				"Text": "暴露老师"
			},
			"Key": "F0CFBEDD4DE013DA8103E9A8D54AD557"
		},
		{
			"Source":
			{
				"Text": "暴露老师"
			},
			"Translation":
			{
				"Text": "暴露老师"
			},
			"Key": "C341B6A14794234F872EEDAC01463B23"
		},
		{
			"Source":
			{
				"Text": "桥接"
			},
			"Translation":
			{
				"Text": "桥接"
			},
			"Key": "2E8238B04D09CC543A26AAB707BA3D7A"
		},
		{
			"Source":
			{
				"Text": "正在翻书..."
			},
			"Translation":
			{
				"Text": "正在翻书..."
			},
			"Key": "CEA1C9894EA6C38CFA12C78EA52A1F76"
		},
		{
			"Source":
			{
				"Text": "正在翻书..."
			},
			"Translation":
			{
				"Text": "正在翻书..."
			},
			"Key": "22113E224E6D67856A1435AFEBFFA9E7"
		},
		{
			"Source":
			{
				"Text": "正在记笔记..."
			},
			"Translation":
			{
				"Text": "正在记笔记..."
			},
			"Key": "57EB5B8C48027921B19ED28C72D2255F"
		},
		{
			"Source":
			{
				"Text": "正在记笔记..."
			},
			"Translation":
			{
				"Text": "正在记笔记..."
			},
			"Key": "5CD55345458D2914C8273BB2FED00CBF"
		},
		{
			"Source":
			{
				"Text": "河马 洋葱 流凌 明明 小灰灰 虚幻引擎 深空质心 和所有与我、与我们共渡黑暗的人\r\n感谢你的支持！"
			},
			"Translation":
			{
				"Text": "河马 洋葱 流凌 明明 小灰灰 虚幻引擎 深空质心 和所有与我、与我们共渡黑暗的人\r\n感谢你的支持！"
			},
			"Key": "413623284E4928792AD63FB00DB25A8E"
		},
		{
			"Source":
			{
				"Text": "测试模式"
			},
			"Translation":
			{
				"Text": "测试模式"
			},
			"Key": "8E7FDA0A45AA7CA61886B6A11EEBE8E3"
		},
		{
			"Source":
			{
				"Text": "清除模糊"
			},
			"Translation":
			{
				"Text": "清除模糊"
			},
			"Key": "6ADF6FF34FFD1B28810D5EAE6E19AAE1"
		},
		{
			"Source":
			{
				"Text": "游戏失败!"
			},
			"Translation":
			{
				"Text": "游戏失败!"
			},
			"Key": "5EE5FD6048C3041D8C49688000B1850C"
		},
		{
			"Source":
			{
				"Text": "游戏失败!"
			},
			"Translation":
			{
				"Text": "游戏失败!"
			},
			"Key": "2F6DC267495470E3D1AE99B6A6505D99"
		},
		{
			"Source":
			{
				"Text": "游戏简介"
			},
			"Translation":
			{
				"Text": "游戏简介"
			},
			"Key": "E7D554C94C8FF8B4F949A9BAAEECC8E7"
		},
		{
			"Source":
			{
				"Text": "火星的老王"
			},
			"Translation":
			{
				"Text": "火星的老王"
			},
			"Key": "AEF418594EE83D64921CD884C9153994"
		},
		{
			"Source":
			{
				"Text": "爆炸涵"
			},
			"Translation":
			{
				"Text": "爆炸涵"
			},
			"Key": "4E04D0AE401BB300AA3F2CB4BF65B92A"
		},
		{
			"Source":
			{
				"Text": "爆炸涵"
			},
			"Translation":
			{
				"Text": "爆炸涵"
			},
			"Key": "8423B3A44F279FD4BD04838EF9D039A2"
		},
		{
			"Source":
			{
				"Text": "爆炸涵"
			},
			"Translation":
			{
				"Text": "爆炸涵"
			},
			"Key": "299A43764144D87C0CE9399314C6AB52"
		},
		{
			"Source":
			{
				"Text": "爆炸涵工作室"
			},
			"Translation":
			{
				"Text": "爆炸涵工作室"
			},
			"Key": "2392B593498A593705B472A2C24592BB"
		},
		{
			"Source":
			{
				"Text": "特别感谢"
			},
			"Translation":
			{
				"Text": "特别感谢"
			},
			"Key": "3F492B3C4318300B98B4BDA659120680"
		},
		{
			"Source":
			{
				"Text": "王大队长"
			},
			"Translation":
			{
				"Text": "王大队长"
			},
			"Key": "238155054648F794D80D06B796252585"
		},
		{
			"Source":
			{
				"Text": "玩法概述"
			},
			"Translation":
			{
				"Text": "玩法概述"
			},
			"Key": "5954E4CF4CF8947599A9C0A4C7AD9C50"
		},
		{
			"Source":
			{
				"Text": "班主任"
			},
			"Translation":
			{
				"Text": "班主任"
			},
			"Key": "1099287F4939C34343BC8285F1BD449A"
		},
		{
			"Source":
			{
				"Text": "班主任会在地图中沿着一个方向一直走，直到他在某个位置遇到了别的老师时调头。"
			},
			"Translation":
			{
				"Text": "班主任会在地图中沿着一个方向一直走，直到他在某个位置遇到了别的老师时调头。"
			},
			"Key": "95D3295142014DA18E8A4EB869E5FDA6"
		},
		{
			"Source":
			{
				"Text": "瓜皮"
			},
			"Translation":
			{
				"Text": "瓜皮"
			},
			"Key": "4AA616FB467A4B63DC8D77A9C1EF6C3D"
		},
		{
			"Source":
			{
				"Text": "生物老师"
			},
			"Translation":
			{
				"Text": "生物老师"
			},
			"Key": "8C3AD4E0467EC00B7F524FAED0ADF51C"
		},
		{
			"Source":
			{
				"Text": "生物老师可不好骗。据说她能在背对你时就知道你在补作业或是什么其他的小动作，休想在她面前耍小聪明。"
			},
			"Translation":
			{
				"Text": "生物老师可不好骗。据说她能在背对你时就知道你在补作业或是什么其他的小动作，休想在她面前耍小聪明。"
			},
			"Key": "463DA308425DB15F0D4FE3BDCA80C86A"
		},
		{
			"Source":
			{
				"Text": "用户界面、动画"
			},
			"Translation":
			{
				"Text": "用户界面、动画"
			},
			"Key": "8A3BD83C4B4A41571A7F178AEA778E54"
		},
		{
			"Source":
			{
				"Text": "真实时间:{CurrentTime}\r\n持续时间:{KeepingTime}\r\n是否在疯狂增长:{InCrazyTick}\r\n当前阈值:{VPT}\r\n当前疯狂增长速度:{Speed}\r\n疯狂增长计数:{Count}"
			},
			"Translation":
			{
				"Text": "真实时间:{CurrentTime}\r\n持续时间:{KeepingTime}\r\n是否在疯狂增长:{InCrazyTick}\r\n当前阈值:{VPT}\r\n当前疯狂增长速度:{Speed}\r\n疯狂增长计数:{Count}"
			},
			"Key": "260018394A10220E7B2877BF73AA4911"
		},
		{
			"Source":
			{
				"Text": "确定要重新开始？"
			},
			"Translation":
			{
				"Text": "确定要重新开始？"
			},
			"Key": "43FB264D45FA3C37C9E055861D284048"
		},
		{
			"Source":
			{
				"Text": "确定要重新开始？"
			},
			"Translation":
			{
				"Text": "确定要重新开始？"
			},
			"Key": "2A561BAD4FB6781FEE43029DD7FC62AF"
		},
		{
			"Source":
			{
				"Text": "移除"
			},
			"Translation":
			{
				"Text": "移除"
			},
			"Key": "9B159ECF4C286E03C45594B30F826B0E"
		},
		{
			"Source":
			{
				"Text": "移除双影"
			},
			"Translation":
			{
				"Text": "移除双影"
			},
			"Key": "F2C08B9B4B05F10204AE908A8A0391C7"
		},
		{
			"Source":
			{
				"Text": "移除双影"
			},
			"Translation":
			{
				"Text": "移除双影"
			},
			"Key": "1A806369457984A24F301092B92A5AA4"
		},
		{
			"Source":
			{
				"Text": "移除模糊"
			},
			"Translation":
			{
				"Text": "移除模糊"
			},
			"Key": "67BA5B374B1D4C3EE42D2A8ADD7E2A2E"
		},
		{
			"Source":
			{
				"Text": "移除负担"
			},
			"Translation":
			{
				"Text": "移除负担"
			},
			"Key": "A52314FE4E1C173BD98E1D8B2602F2DD"
		},
		{
			"Source":
			{
				"Text": "程序"
			},
			"Translation":
			{
				"Text": "程序"
			},
			"Key": "8D61AA5A4868379B7D7600AF9BDEB293"
		},
		{
			"Source":
			{
				"Text": "第一节课—物理"
			},
			"Translation":
			{
				"Text": "第一节课—物理"
			},
			"Key": "A4D56452434A1ECB7A0E7F896416F2BF"
		},
		{
			"Source":
			{
				"Text": "第一轮测试版本"
			},
			"Translation":
			{
				"Text": "第一轮测试版本"
			},
			"Key": "87B2583341F1BDE8F172C38F2C294BF5"
		},
		{
			"Source":
			{
				"Text": "继续游戏"
			},
			"Translation":
			{
				"Text": "继续游戏"
			},
			"Key": "CE2396B64E70402BD5B3E2AEF2636730"
		},
		{
			"Source":
			{
				"Text": "美工"
			},
			"Translation":
			{
				"Text": "美工"
			},
			"Key": "44D323854E1EBC6F579C7A98CFE7A595"
		},
		{
			"Source":
			{
				"Text": "艾芹"
			},
			"Translation":
			{
				"Text": "艾芹"
			},
			"Key": "9D93884143F7D60BC9DCC799695F960E"
		},
		{
			"Source":
			{
				"Text": "英语老师"
			},
			"Translation":
			{
				"Text": "英语老师"
			},
			"Key": "E07061E345CA1A974A9A35877A06D70A"
		},
		{
			"Source":
			{
				"Text": "英语老师即使没有现场戳破你，也不代表他真的不知道你在做什么。不要因为他没发现你而走上讲台就掉以轻心。"
			},
			"Translation":
			{
				"Text": "英语老师即使没有现场戳破你，也不代表他真的不知道你在做什么。不要因为他没发现你而走上讲台就掉以轻心。"
			},
			"Key": "2323DEC041FA184B9E939CAD7451F9D1"
		},
		{
			"Source":
			{
				"Text": "语文老师"
			},
			"Translation":
			{
				"Text": "语文老师"
			},
			"Key": "D1CE97894BDAAA45E09F00A06B49AD52"
		},
		{
			"Source":
			{
				"Text": "请不要将关于《九班》的故事告诉没有参与测试的同学们（这里是一个友好的称呼，事实上任何朋友都不应该透露），持续保密直到PV以及Beta测试版本的发布。"
			},
			"Translation":
			{
				"Text": "请不要将关于《九班》的故事告诉没有参与测试的同学们（这里是一个友好的称呼，事实上任何朋友都不应该透露），持续保密直到PV以及Beta测试版本的发布。"
			},
			"Key": "11DB75064A5F34FDEF51AE894CD978DB"
		},
		{
			"Source":
			{
				"Text": "读取中，请等待"
			},
			"Translation":
			{
				"Text": "读取中，请等待"
			},
			"Key": "23672DDB4DB5D8442D05A3B4AA36E543"
		},
		{
			"Source":
			{
				"Text": "负担清零"
			},
			"Translation":
			{
				"Text": "负担清零"
			},
			"Key": "463040B64741F75801A495AFF3CCAB8D"
		},
		{
			"Source":
			{
				"Text": "跳关"
			},
			"Translation":
			{
				"Text": "跳关"
			},
			"Key": "5333522947807C6656E3A193F895B75D"
		},
		{
			"Source":
			{
				"Text": "跳关并删除存档"
			},
			"Translation":
			{
				"Text": "跳关并删除存档"
			},
			"Key": "C21CC0A3443751092A683FBA8DB1BEE7"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "5835DEEC474B367C1BB8428F9D6593BB"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "CFCE23754BF03F70C60F69B45EA9440D"
		},
		{
			"Source":
			{
				"Text": "这是剧情关卡，3秒后将跳转至游戏关卡"
			},
			"Translation":
			{
				"Text": "这是剧情关卡，3秒后将跳转至游戏关卡"
			},
			"Key": "F216617848DD648DADB5408DBC9F3626"
		},
		{
			"Source":
			{
				"Text": "这是小游戏关卡，3秒后会跳转至主界面"
			},
			"Translation":
			{
				"Text": "这是小游戏关卡，3秒后会跳转至主界面"
			},
			"Key": "AB9FBBA146E363D3934F7F86C4DC9010"
		},
		{
			"Source":
			{
				"Text": "退出游戏"
			},
			"Translation":
			{
				"Text": "退出游戏"
			},
			"Key": "E78640744350240F787858A78FE6C1E0"
		},
		{
			"Source":
			{
				"Text": "选择你的道具!"
			},
			"Translation":
			{
				"Text": "选择你的道具!"
			},
			"Key": "575DD81F4D52E63A65BB8A8BEE57701D"
		},
		{
			"Source":
			{
				"Text": "音乐"
			},
			"Translation":
			{
				"Text": "音乐"
			},
			"Key": "66C90F324C839D8DE455A99189F9079E"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CourseTable",
			"Children": [
				{
					"Source":
					{
						"Text": "早自习"
					},
					"Translation":
					{
						"Text": "早自习"
					},
					"Key": "Level1"
				},
				{
					"Source":
					{
						"Text": "第一节课-物理"
					},
					"Translation":
					{
						"Text": "第一节课-物理"
					},
					"Key": "Level2"
				},
				{
					"Source":
					{
						"Text": "第三节课-数学"
					},
					"Translation":
					{
						"Text": "第三节课-数学"
					},
					"Key": "Level4"
				},
				{
					"Source":
					{
						"Text": "第二节课-英语"
					},
					"Translation":
					{
						"Text": "第二节课-英语"
					},
					"Key": "Level3"
				},
				{
					"Source":
					{
						"Text": "第四节课-生物"
					},
					"Translation":
					{
						"Text": "第四节课-生物"
					},
					"Key": "Level5"
				},
				{
					"Source":
					{
						"Text": "这是哪里?"
					},
					"Translation":
					{
						"Text": "这是哪里?"
					},
					"Key": "None"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "文本块"
					},
					"Translation":
					{
						"Text": "文本块"
					},
					"Key": "E4F6192B4A70E5B530B7508F8C761CE5"
				},
				{
					"Source":
					{
						"Text": "第{Level}关,剩余体力{PowerLeft}"
					},
					"Translation":
					{
						"Text": "第{Level}关,剩余体力{PowerLeft}"
					},
					"Key": "D94C82E24E6143475C6924B8FA927ED0"
				}
			]
		}
	]
}